{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"danceRejection": "Ach, nie dzięki. Ale to miłe, że pytasz.",
				"Mon8": "Cześć, @!#$e#Miło Cię tu zawsze zobaczyć." ,
				"Mon10": "Poniedziałki to dni, w które najbliżej mi do opuszczenia pracy jako barman.#$e#Wielkie dzięki, za odwiedziny. Czasami jest tu tak smutno i samotnie.$h" ,
				"Tue10": "Pracujesz tak ciężko, prawda? @?#$e#Pewnie, ja też ciężko pracuję. Ale głównie w weekendy.$h" ,
				"Wed8": "Moim marzenem jest otworzenie stołówki w Pelican Town.#$e#Lubię bycie barmanem i wystarczy mi to, ale gotowanie to moja prawdziwa pasja.$5" ,
				"Wed10": "Zastanawiam się jak to jest pracować na farmie...$5#$e#Nie wiem jak bym sobie poradził. Nie jestem zbyt silny, a moja kondycja jest licha.$s" ,
				"Thu10": "Emily mnie ciągle zamęcza, żebym wziął w końcu ślub...$5#$e#Może i wezmę.$h" ,
				"Fri8": "Czasami miewam wrażenie, że przez cały tydzień przygotowuję się tylko na piątkową noc.$5" ,
				"Fri10": "Nie, żebym o tym jedynie myślał, ale...#$e#Biorąc pod uwagę, że cały swój czas spędzam w knajpie to ciężko pomyśleć o zaproszeniu kogokolwiek na randkę.$5#$e#Gdzie by tu można się wybrać w piątkową noc, tak żeby nie siedzieć tutaj?$s#$e#Dlaczego Ci o tym wspominam?#$e#...A tak sobie tylko głośno myślę.$4" ,
				"Sat10": "Jeśli pewnego dnia wyjdę za mąż to mój partner nie będzie musiał się martwić tym, że będzie chodził głodny.$h^Jeśli pewnego dnia się ożenię to moja partnerka nie będzie musiała się martwić tym, że będzie chodziła głodna.$h" ,
				"Sun10": "Hmm...$5#$e#Say, byłeś kiedykolwiek zakochany, @?#$e#Jakie to uczucie?$4^Hmm...$5#$e#Say, byłaś kiedykolwiek zakochana, @?#$e#Jakie to uczucie?$4" ,
				"event_fruit1": "Truskawki tak? Są przepyszne.$h" ,		
				"event_fruit2": "Wiśnie, tak? Uważaj co o nich mówisz.$h" ,
				"event_fruit3": "Czy jest taki? Hmmm, Wspaniały? Nie jestem pewien, czy sam bym go wybrał!" ,
				"event_fruit4": "Oj, to jest bardzo złe.$s" ,
				"divorced": "Szkoda, że się tu kiedykolwiek zjawiłeś.$a^Szkoda, że się tu kiedykolwiek zjawiłaś" ,						
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"give_flowersA": "Bukiet? Piękny!$h#$b#Dla mnie? ... Przyjmuję!$4#$b#...To chyba znaczy, że jestem Twoim chłopakiem...$h",
				"give_flowersB": "Czy Ty jesteś w tej chwili poważny?$h#$b#Absolutely. Nigdy bym nie pomyślał...$4#$b#Jestem super szczęśliwy z bycia Twoim chłopakiem.$h",
				"give_pendant": "...! Ja...Czy Ty jesteś poważny? TAK!$4#$b#To zbyt piękne, żeby było prawdziwe... Czy mam gotowe jedzenie?$4#$b#Ale jestem szczęśliwy. Pogadam z majorem. Wszystko powinno być gotowe w ciągu 3 dni.$h",
				"stardrop_gift": "@, Oj słodziaku, zawsze byłeś dla mnie taki miły.$4#$b#Myślałem, że to idealnie pokaże jak bardzo Cię kocham.$h#$b#Dawaj! Zjedz to! Da Ci pełno energii!$h^@, Oj słodziaku, zawsze byłaś dla mnie taka miła.$4#$b#Myślałem, że to idealnie pokaże jak bardzo Cię kocham.$h#$b#Dawaj! Zjedz to! Da Ci pełno energii!$h",
				"rejectNPCA": "HAHA... Nie namawiaj mnie tak słodko, żeby dostawać darmowe jedzenie.$h",
				"rejectNPCB": "Ładne, prawda?$h",
				"reject_two_heartA": "Jesteś pewien, że nie miałeś już zbyt dużo, @?$h^Jesteś pewna, że nie miałaś już zbyt dużo, @?$h",
				"reject_two_heartB": "Hmm. Niee, jestem zbyt zajęty pracą.$h",
				"reject_four_heartA": "Haha... Wychodzę z inicjatywą. Dla Ciebie już starczy drinków na dziś!.$h",
				"reject_four_heartB": "Och... No wiesz.. yyyy...$4#$b#Myślę, że powinniśmy zostać po prostu przyjaciółmi.$h",
				"engageA": "Jestem pewien, że dawanie tego po zaręczynach nie jest najlepszym pomysłem.",
				"engageB": "Zastanawiam się skąd masz drugi pierścionek... To bardzo rzadkie zjawisko.",
				"marriedA": "Jestem pewien, że %spouse byłaby niezadowolona gdyby o tym usłyszała.$3^Jestem pewien, że %spouse by nie był zadowolony gdyby o tym usłyszał.$3",
				"marriedB": "Co Ty sobie myślisz?  Idź do domu i bądź dobrym małżonkiem dla %spouse.^Co Ty sobie myślisz?  Idź do domu i bądź dobrą małżonką dla %spouse.",
				"refusal_knownA": "Haha, to piękny pierścionek, nieprawdaż?$h",
				"refusal_knownB": "Możesz to dać komuś kogo kochasz, wiesz o tym?$h",
				"refusal_botherA": "Ej, możesz przestać? Czuję się niekomfortowo.$2",
				"refusal_botherB": "Przestań! Chyba wyraziłem się jasno.$3",
				"refusal_no_heartsA": "Nie planuję brać ślubu w najbliższym czasie.$h",
				"refusal_no_heartsB": "Myślę, że dobrze mi tak jak jest teraz... dziękuję.$h",
			},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Gus",
			"Entries": {
				"give_flowersA": "Czy wiesz, że są też jadalne, kochanie?.$h",
				"give_flowersB": "Hmm, nie wydaje mi się, żebym mógł z tego zrobić sałatkę.$4",
				"give_pendant": "Już się oświadczyłeś słońce.$4^Już się oświadczyłaś słońce.$4",
				"engageA": "Przecież już bierzemy ślub.$4",
				"engageB": "Wystarczy mi jeden słoneczko.$4",
				"marriedA": "To muszla... mógłbym iść po trochę escargot.$h",
				"marriedB": "Gdzie Ty znajdujesz te wszystkie pierścionki misiaku?$2^Gdzie Ty znajdujesz te wszystkie pierścionki ptaszyno?$2",
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Gus"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueGus",
			"Entries": {
				"Rainy_Day_0": "Deszczowe dni mnie nie przerażają.#$e#Dają mi pretekst do spędzenia całego dnia na gotowaniu w domu!$h",
				"Rainy_Day_1": "Trzymaj coś na rozgrzewkę przed tą burzą! Filiżanka dobrej kawy! [395]",
				"Rainy_Day_2": "To, że pada deszcz, nie oznacza, że ​​nie możemy tu zjeść razem miłego posiłku! [198 225 242 207]",
				"Rainy_Day_3": "Nie siedź za długo na dworze kochanie! Nie chcę, żebyś się przeziębił.",
				"Rainy_Day_Gus": "Nie siedź za długo na dworze kochanie! Nie chcę, żebyś się przeziębił.",
				"Rainy_Night_0": "Jak Ci minął dzień, @? Mam nadzieję, że nie przemokłeś do suchej nitki!",
				"Rainy_Night_1": "Ponieważ cały dzień pracowałeś w takiej ulewie, przygotowałem dla Ciebie dodatkowy specjalny posiłek! [649 213 202 205 730]^Ponieważ cały dzień pracowałaś w takiej ulewie, przygotowałem dla Ciebie dodatkowy specjalny posiłek! [649 213 202 205 730]",
				"Rainy_Night_2": "Testuję nowy przepis! Daj mi znać co sądzisz! [228 604 609 607 196]",
				"Rainy_Night_3": "Robi się dosyć późno...#$e#Może zostaniemy w środku i ogrzejemy się trochę przy kominku?$h",
				"Rainy_Night_Gus": "Robi się dosyć późno...#$e#Może zostaniemy w środku i ogrzejemy się trochę przy kominku??$h",
				"Indoor_Day_0": "Powstań i błyszcz! Oto śniadanie przed pracowitym dniem! [194 195 210 211 216 201]",
				"Indoor_Day_1": "Czy obudził cię zapach mojego gotowania?$s#$e#Przepraszam kochanie! Mam nadzieję, że Ci posmakuje. [232 609 215 210 201]",
				"Indoor_Day_2": "Ciągle słabo wyglądasz, kochanie. Trzymaj, zrobiłem Ci trochę kawy! [395]",
				"Indoor_Day_3": "Pewnie spędze cały dzień w środku na gotowaniu!#$e#Daj znać jak będziesz czegoś potrzebował!$h^Pewnie spędze cały dzień w środku na gotowaniu!#$e#Daj znać jak będziesz czegoś potrzebowała!$h",
				"Indoor_Day_Gus": "Pewnie spędze cały dzień w środku na gotowaniu!#$e#Daj znać jak będziesz czegoś potrzebował!$h^Pewnie spędze cały dzień w środku na gotowaniu!#$e#Daj znać jak będziesz czegoś potrzebowała!$h"",
				"Indoor_Night_0": "Twój pięciogwiazdkowy posiłek jest już gotowy, kochanie!$h#$e#W porządku, może nie jest wykwintny, ale jest przygotowany tak, jak lubisz! [244 224 218 239]",
				"Indoor_Night_1": "Smacznego kochanie! [219 618 197 648 209 226]",
				"Indoor_Night_2": "Ciężko pracowałeś dzisiaj cały dzień, kochanie. Dobrze, że przygotowałem dla nas obiad!^Ciężko pracowałaś dzisiaj cały dzień, kochanie. Dobrze, że przygotowałem dla nas obiad! [732 214 729 225 199 606]",
				"Indoor_Night_3": "Nasze ciepłe, wygodne łóżko brzmi jak coś zachęcającego. Zgadzasz się?$h",
				"Indoor_Night_Gus": "Nasze ciepłe, wygodne łóżko brzmi jak coś zachęcającego. Zgadzasz się?$h",
				"Outdoor_0": "Pomyślałem, że wyjdę na chwilę z kuchni i zaczerpnę świeżego powietrza!",
				"Outdoor_1": "Nie jestem rolnikiem, ale to co tu robisz, jest naprawdę imponujące, @!$h",
				"Outdoor_2": "Widziałeś jakieś świeże składniki z których mógłbym coś ugotować?$h^Widziałaś jakieś świeże składniki z których mógłbym coś ugotować?$h",
				"Outdoor_3": "Dzień dobry kochanie! Wygląda na to, że czeka nas kolejny piękny dzień!",
				"Outdoor_4": "Zrobiłem ci dziś coś na lunch, kochanie. [240 204 243 651 237 241]#$e#Pamiętaj o zrobieniu sobie przerwy i zjedz, gdy będziesz głodny!$h^Zrobiłem ci dziś coś na lunch, kochanie. [240 204 243 651 237 241]#$e#Pamiętaj o zrobieniu sobie przerwy i zjedz, gdy będziesz głodna!$h",
				"Outdoor_Gus": "Widziałeś jakieś świeże składniki z których mógłbym coś ugotować?$h^Widziałaś jakieś świeże składniki z których mógłbym coś ugotować$h",
				"OneKid_0": "Pewnego dnia %kid1 będzie świetnym kucharzem jak jego tatuś!",
				"OneKid_1": "%kid1 to świetne dziecko, nie tak jak ja gdy byłem młody.#$e#Moja matka zawsze powtarzała, że byłem bardzo problematycznym dzieckiem haha!$h",
				"OneKid_2": "Wiesz, zaczynałem myśleć, że nigdy nie będę miał szansy mieć dzieci.#$e#Cieszę się, że mogłem tego doświadczyć z Tobą, @.$h",
				"OneKid_3": "Jak myślisz jakie będzie pierwsze słowo, które wypowie %kid1?#$e#Mam nadzieję, że to będzie 'tata' !$h",
				"TwoKids_0": "Będę musiał zacząć robić większe posiłki! Nasze dzieci tak szybko rosną!",
				"TwoKids_1": "Chciałbym znać więcej historii, które mógłbym opowiedzieć %kid1 i %kid2. Jedyne książki, które czytam to książki kucharskie!$h",
				"TwoKids_2": "Jestem bardzo dumny, że jestem ojcem dwójki tak cudownych dzieci.#$e#Czuję, że świetni z nas rodzice, @.$h",
				"TwoKids_3": "Gdy się przyjrzysz to zobaczysz, że zdecydowanie mają nos po Tobie.#$e#Ale mają też moje oczy hihi!$h",
				"Good_0": "Bardzo Cię kocham, wiesz o tym?#$e#I też bardzo kocham dla Ciebie gotować!$h",
				"Good_1": "Farmer i barman. Któż by pomyślał? A tworzymy taką świetną parę!$4^Farmerka i barman. Któż by pomyślał? A tworzymy taką świetną parę!$4",
				"Good_2": "Kocham to, że mogę gotować z świeżych produktów z naszej własnej farmy!$h",
				"Good_3": "Hej, czy zawsze byłeś taki przystojny? Żartuję, zawsze wyglądasz niesamowicie, kochanie!$h^Hej, czy zawsze byłaś taka piękna? Żartuję, zawsze wyglądasz niesamowicie, kochanie! $h",
				"Good_4": "Pamiętam dzień naszego ślubu, jakby to było wczoraj. To była taka wspaniała ceremonia!",
				"Good_5": "Praca w salonie bywa czasami taka męcząca#$e#Ale przynajmniej mam Ciebie, kiedy wracam do domu.$4",
				"Good_6": "Oto coś słodkiego dla mojego cukiereczka @!#$e#Każdy potrzebuje odrobiny słodkości w ​​swoim życiu, kochanie! [223 608 222 234 220 221 611]^Oto coś słodkiego dla mojej słodkości @!#$e#Każdy potrzebuje odrobiny słodkości w ​​swoim życiu, kochanie! [223 608 222 234 220 221 611]^",
				"Neutral_0": "...Czegoś tu brakuje... ale czego?... hmm...$s#$e#Przepraszam, @! Myślałem o nowym przepisie!",
				"Neutral_1": "Pam jest naprawdę miłą kobietą, gdy już ją poznasz. Niektórzy ludzie oceniają ją niesprawiedliwie z powodu jej… wyjątkowego sposobu bycia.$s",
				"Neutral_2": "Widziałeś kiedyś tańczącą Emily, kochanie? Ona jest najlepsza!^Widziałaś kiedyś tańczącą Emily, kochanie? Ona jest najlepsza!",
				"Neutral_3": "Właśnie tak sobie myślałem, kochanie.#$e#Dlaczego czasem czegoś dla mnie nie ugotujesz?$h",
				"Neutral_4": "Hmm... sprzedaż w salonie była ostatnio całkiem niezła.$h",
				"Neutral_5": "Najgorszą częścią gotowania są zdecydowanie brudne naczynia.$s",
				"Bad_0": "Ja... idę na trochę do knajpy.$a",
				"Bad_1": "Potrzebuję zostać na trochę sam...$s",
				"Bad_2": "Nie mam teraz ochoty nawet z Tobą rozmawiać.$a",
				"funLeave_Gus": "Wychodzę dziś wieczorem do knajpy kochanie!#$e#Nie tęsknij za mną za bardzo.$h",
				"funReturn_Gus": "Hej misiaku! Wróciłem!#$e#Przyniosłem Ci obiad z pracy. [215 206 200 605]",
				"spring_Gus": "Pamiętaj, aby posadzić ziemniaki, kochanie! I jeszcze pasternak. Z wiosennych zbiorów można zrobić przepyszną zupę!$h",
				"spring_1": "Kolejny ekscytujący rok z najlepszym mężem na świecie! Oby następny był jeszcze lepszy, @!^Kolejny ekscytujący rok z najlepszą żoną na świecie! Oby następny był jeszcze lepszy, @!",
				"spring_12": "Wiem, że męczy Cię nasza kuchnia cała śmierdząca jajkami... ale dziś jest ostatnia noc!#$e#Obiecuję, że po jutrzejszym festiwalu dopilnuję, żeby wszystko było posprzątane!$h",
				"spring_23": "Hej kochanie! Zamierzasz brać udział w Kwiatowych tańcach w tym roku?#$e#Nie jestem najlepszą tancerzem, ale dam z siebie wszystko.",
				"summer_Gus": "Daj mi znać, jeśli zdecydujesz się uprawiać w tym roku jakieś jagody, kochanie!#$e#Chciałbym upiec pyszne torty!",
				"summer_1": "Lato to świetna pora dla knajpy.$h#$e#Kto nie chciałby zimnego piwa po upalnym dniu?",
				"summer_10": "Co przyniesiesz jutro, żeby wrzucić do zupy?#$e#Mam nadzieję, że nie wypadło Ci z głowy, prawda?$h",
				"summer_27": "Nie mogę się doczekać, aby jutro z tobą oglądać te cudne meduzy!$h#$e#Może powinienem spakować nam jakieś przekąski na wypadek, gdyby pojawiły się późno...",
				"fall_Gus": "Jesień to najlepsza pora roku na gotowanie!#$e#No i jedzenie oczywiście haha.$h",
				"fall_1": "Jesień to wspaniała pora roku! Te wszystkie kolory przypominają mi słynną zupę dyniową mojego wuja!$h",
				"fall_15": "Targi zaczynają się już jutro! Jak zwykle będę grillował burgery!$h",
				"fall_26": "Nie wejdę jutro do tego przerażającego labiryntu. Nie przepadam za strasznymi rzeczami.$s#$e#Zamiast tego będę się chować, hm, jeść w dobrze oświetlonym i spokojnym miejscu!",
				"winter_Gus": "Planowanie posiłków zimą to zawsze wyzwanie. W końcu nie mamy żadnych świeżych produktów!",
				"winter_1": "Brr! Chyba temperatura drastycznie spadła przez noc kochanie!#$e#Dobrze, że mam Cibie, żeby się rozgrzać!$4",
				"winter_7": "Będę Ci kibicował podczas jutrzejszych zawodów w łowieniu!$h#$e#Myślisz, że Lewis pozwoli nam zabrać do domu rybę lub dwie na obiad?",
				"winter_24": "Przygotowywałem słodycze przez cały miesiąc, podczas gdy Ty pracowałeś na farmie! To taka tradycja!^Przygotowywałem słodycze przez cały miesiąc, podczas gdy Ty pracowałaś na farmie! To taka tradycja!",
				"winter_28": "Myślę, że najważniejszym momentem w tym roku dla mnie było to, że skończyłem jeść te gigantyczną miskę spaghetti... Mmm... tak, to było pyszne!#$e#Och! I oczywiście bycie z Tobą!$h",
				"spouseRoom_Gus": "#$c .5#Przeglądam moje książki kucharskie...#$e#Czy powinienem je posortować po autorach...?$s",
				"patio_Gus": "Zajmuję się moim ogrodem z ziołami. Warto mieć świeże składniki do gotowania!$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Gus",
			"Entries": {
				"marriage_Fri.000": "Och, witaj kochanie. Przygotowuję miejsce na dzisiejszy wieczór.",
				"marriage_Fri.001": "Sprawy stają się żywsze. Dlaczego nie zostaniesz na chwilę dłużej kochanie?$h",
				"marriage_Sat.000": "O dziwo, w sobotę nie pojawia się tak wiele osób. Przeważnie po prostu sprzątam bałagan z piątkowej nocy.",
				"marriage_Sun.000": "Dzisiaj krótki dzień słońce. Będę szybciej w domu!",
				"marriage_Mon.000": "Hej kochanie, robię trochę zapasów do knajpy.$h",
				"marriage_Mon.001": "To miejsce samo się nie ogarnie. Do zobaczenia wieczorem.",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Gus0": "Co za niespodzianka! Farmer taki jak Ty i barman taki jak ja...#$e#Wiem, że idealnie się zgramy!$h^Co za niespodzianka! Farmerka taka jak Ty i barman taki jak ja...#$e#Wiem, że idealnie się zgramy!$h",
				"Gus1": "Będę gotował Ci przepyszne obiady każdego dnia!#$e#Żadne z nich nie będzie nudne skoro mamy wziąć ślub!$h",
			},
		},
	]
}
