{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Pam",
			"Entries": {
				"danceRejection": "Poprosiłbyś taką staruszkę jak ja do tańca? Za kogo Ty mnie masz?$4",
				"Mon8": "Penny stała się dla mnie taka dorosła... Cieszę się, że ma się dobrze.$s" ,
				"Mon10": "Hej, przystojniaku.$h^Hej, piękna.$h" ,
				"Tue8": "Ojciec Penny...?$s#$e#...To długa historia. Wszyscy popełniamy głupstwa za młodu, prawda??$s" ,
				"Wed8": "Och, @... Potrzebujesz czegoś?#$e#Nie...?$s" ,
				"Wed10": "Hej, @. Wpadasz tylko w odwiedziny?$h" ,
				"Thu8": "Zupełnie nie rozumiem czemu tracisz swój czas na rozmowę z tak starą wiedźmą jak ja...$s" ,
				"Fri8": "Czego chcesz...?" ,
				"Fri10": "Jesteś naprawdę coś wart', zdajesz sobie z tego sprawę, @?" ,
				"Sat8": "Penny nigdy nie chodzi do knajpy...#$e#Bardzo się z tego cieszę. Tak mądra dziewczyna jak ona ma lepsze rzeczy do roboty niż tylko wychodzenie i upijanie się jak świnia każdej nocy.$s" ,
				"Sat10": "Hej. Cieszę się, że tu jesteś.$h#$e#Zostań na chwilę." ,
				"Sun8": "Ech... Jutro poniedziałek..." ,
				"Sun10": "Hej... wpadnij do mnie jutro. Penny będzie uczyła dzieciaki.#$e#Będziemy mieli czas tylko dla siebie.$7" ,
				"divorced": "Wynoś się stąd do diabła i więcej się nie pokazuj.$4" ,	
			},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Pam",
			"Entries": {
				"give_flowersA": "Bukiet!$5#$b#W porządku. Jeśli taka stara kobieta jak ja jest dla Ciebie wystarczająca...$7",
				"give_flowersB": "...! Przyjmuję!$5#$b#Dalej myślę, że jestem dla Ciebie za stara.$2#$b#Ale jestem pewna, że nam się uda.$5",
				"give_pendant": "Tak! Oczywiście, że tak!$h#$b#Pójdę porozmawiać z Lewisem o przygotowaniu wszystkiego.$5#$b#Penny będzie się musiała przyzwyczaić do nowego ojczyma^Penny będzie się musiała przyzwyczaić do nowej macochy.$7",
				"stardrop_gift": "'Cześć kochanie, możesz ze mną chwilę pomówić?$6#$b#Chciałam Ci podarować te gwiazdę. Gus pomógł mi ją zdobyć.$5#$b#Naprawdę nauczyłam się kilku rzeczy o miłości.$7",
				"rejectNPCA": "A po co to jest?$4#$b#Dzieciaku, Doceniam gest, ale ja jestem zbyt stara i pijana dla Ciebie.#$b#Znajdź sobie kogoś o bardziej zbliżonym wieku do siebie.$h",
				"rejectNPCB": "To nie jest coś co możesz mi dać... odczep się dzieciaku.$4",
				"reject_two_heartA": "To naprawdę słodkie, ale nie podobasz mi się.$6",
				"reject_two_heartB": "Czyż nie jesteśmy oboje farmerami? Jak mogło Ci przyjść do głowy, żeby prowadzić to razem?$h",
				"reject_four_heartA": "Jestem pewna, że bliżej Ci do wieku mojej córki dziecko.$2",
				"reject_four_heartB": "Nie szukaj kolejnego błędu, dzieciaku.$2",
				"engageA": "Czy to nie pora na ślub?  Nie powinieneś go dawać byle komu.^Czy to nie pora na ślub?. Nie powinnaś go dawać byle komu.",
				"engageB": "Ślub to coś wyjątkowego... nie zepsuj tego.$4",
				"marriedA": "Nie baw się za plecami współmałżonki.$4",
				"marriedB": "Gdzie znajdujesz te wisiorki...$2",
				"refusal_knownA": "Dziecko, zostaw to dla kogoś kto będzie mógł o Ciebie zadbać tak jak na to zasługujesz.",
				"refusal_knownB": "Słuchaj chłopcze. Dobrze wiesz, że nie powinieneś wychodzić za taką pijaczkę jak ja.^Słuchaj dziewucho. Dobrze wiesz, że nie powinnaś wychodzić za taką pijaczkę jak ja..",
				"refusal_botherA": "Możesz przestać? To już nie jest śmieszne.$3",
				"refusal_botherB": "Nie to NIE! Co do Ciebie nie dociera!?$3",
				"refusal_no_heartsA": "Nie, że tego nie doceniam, ale czuję się jakbym miała żyć z własnym synem.$2^Nie, że tego nie doceniam, ale czuję się jakbym miała żyć z własnym synem.$2",
				"refusal_no_heartsB": "Ja nie potrzebuję się z nikim żenić. Znajdź sobie kogoś innego dziecko.",
				},
			"When": { "HasMod": "misscoriel.courtship"},
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Pam",
			"Entries": {
				"give_flowersA": "To nie sprawi, że będę Cię bardziej kochała niż w tej chwili, zdajesz sobie z tego sprawę??$5",
				"give_flowersB": "Bardzo mi się podobają. Dziękuję misiaku.$5",
				"give_pendant": "Haha, Mam jeszcze ten wcześniejszy",
				"engageA": "My już bierzemy ślub słodziaku.$7",
				"engageB": "Potrzebuję tylko jednego, kochanie.$6",
				"marriedA": "Pytasz o drugi ślub? No cóż... Przypuszczam, że nie mam nic przeciwko.$7",
				"marriedB": "Gdzie znajdujesz te wisiorki misiaku?$6",
			},
			"When": { 
				"HasMod": "misscoriel.courtship",
				"Spouse": "Pam"
			}
		},
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialoguePam",
			"Entries": {
				"Rainy_Day_Pam": "Nie chce mi się nigdzie wychodzić gdy tak leje na dworze$s...#$e#Znajdę sobie jakieś zajęcie w domu.",
				"Rainy_Night_Pam": "Mam nadzieję, że cały nie przemokłeś, kochanie.#$e#Pogoda jest dzisiaj okropna.^Mam nadzieję, że cała nie przemokłaś, kochanie.#$e#Pogoda jest dzisiaj okropna.",
				"Indoor_Day_Pam": "Dobry', słodziaku. Kolejny dzień obowiązków na farmie, co?#$e#Przygotuję Ci później obiad.$h",
				"Indoor_Night_Pam": "Tutaj najdroższy. Zrobiłam Ci to na kolację.^Tutaj najdroższa. Zrobiłam Ci to na kolację [206]",
				"Outdoor_Pam": "Hej kochanie. Ładny dzisiaj mamy dzionek, co?",
				"spring_Pam": "Uch... moje wiosenne alergie wracają z przytupem.$s",
				"summer_Pam": "*westchnienie* Cały ten gorąc i te pocenie się... Po co ja się tyle męczyłam z nakładaniem makijażu?$s",
				"fall_Pam": "Wszędzie tylko spadają te liście...#$e#Pewnie, że są piękne, ale grabienie ich to okropna męka.",
				"winter_Pam": "Chcesz się trochę rozgrzać przy kominku misiaku??$h",
				"Rainy_Day_0": "Upewnij się, że nie zamkokniesz misiaku. To nie jest odpowiednia pora, żeby chorować!",
				"Rainy_Day_1": "Dobry'.$h#$e#Trzymaj, misiaku. Dobra i mocna filiżanka kawy. [395]",
				"Rainy_Day_2": "Może nie jest ze mnie najlepsza kucharka, ale trzymaj słodziaku. Coś do zjedzenia. [194 195 210 211 216]",
				"Rainy_Day_3": "Nie chce mi się nigdzie wychodzić w taką pogodę na dwór$s...#$e#Pokręcę się dzisiaj po domu.",
				"Rainy_Night_0": "Mam nadzieję, że cały nie przemokłeś, kochanie.#$e#Pogoda jest dzisiaj okropna.^Mam nadzieję, że cała nie przemokłaś, kochanie.#$e#Pogoda jest dzisiaj okropna.",
				"Rainy_Night_1": "O Hej, jesteś w domu. Zostańmy dzisiaj w środku.",
				"Rainy_Night_2": "Zrobiłam trochę zupy. Mam nadzieję, że wyszła dobra. [199 218 219 727 730]$h",
				"Rainy_Night_3": "Ach... Ten dźwięk deszczu... Ale będę dzisiaj dobrze spała.$h",
				"Indoor_Day_0": "Dobry', słodziaku. Kolejny dzień obowiązków na farmie, co?#$e#Przygotuję Ci później obiad.$h",
				"Indoor_Day_1": "Hej, kochanie. Przygotowałam to na śniadanie. [234]",
				"Indoor_Day_2": "Powinnam niedługo odwiedzić Penny.#$e#Założę się, że jest samotna w tej starej przyczepie beze mnie.",
				"Indoor_Day_3": "Co tam dzisiaj porabiasz kochanie? Cokolwiek ciekawego?",
				"Indoor_Night_0": "Usiądź w końcu i trochę odpocznij kochanie! Wykonałeś dzisiaj kawał roboty.$h^Usiądź w końcu i trochę odpocznij kochanie! Wykonałaś dzisiaj kawał roboty.",
				"Indoor_Night_1": "Trzymaj kochanie. Przygotowałam to na kolację. [206]",
				"Indoor_Night_2": "Gotowy do wyrka kochanie?#$e#Właśnie skończyłam je ścielić na noc.$h",
				"Indoor_Night_3": "Chodź tutaj słodziaku. Pozwól mi wymasować swoje stopy.#$e#Cały dzień w użyciu, muszą być bardzo obolałe.$h",
				"Outdoor_0": "Hej... nie przepracuj się misiaku.$h^Hej... nie przepracuj się ptaszyno.$h",
				"Outdoor_1": "Robisz świetną robotę słodziaku. Trzymam za Ciebie kciuki.$7",
				"Outdoor_2": "Hej, kochanie. Piękny dzisiaj mamy dzień, prawda?",
				"OneKid_0": "Nigdy nie myślałam, że będę miała inne dziecko po Penny.$h",
				"OneKid_1": "Kolejne dziecko mówiące mi mamo, hmm...?#$e#Jestem bardzo szczęśliwa.$h",
				"OneKid_2": "%Dzieci są fantastyczne.$h",
				"TwoKids_0": "Penny's pretty excited to meet her new lil' siblings.$h#$e#Heck, she'll be their teacher here in a few years.$6",
				"TwoKids_1": "You're a great father, snookums.$h^You're a great mother, snookums.$h",
				"TwoKids_2": "We got a perfect little family, don't we, @?$h",
				"Good_0": "You're sure lookin' handsome today.$7^You're sure lookin' lovely today.$7",
				"Good_1": "You sure are a looker, y'know that?$7#$e#C'mere and kiss me, silly.$5",
				"Good_2": "We make a killer pair, don't we?$h",
				"Good_3": "I never thought I'd get married, but you went 'n' proved me wrong, didn't ya?$h",
				"Good_4": "Taking that bouquet from you was a pretty good decision, eh?$7",
				"Neutral_0": "I've lost weight. Have you noticed?#$e#I must be eating healthier.",
				"Neutral_1": "It sure gets dusty in 'ere fast.",
				"Neutral_2": "Got anything important to do today, hun?#$e#I gotta go to Pierre's pretty soon.",
				"Bad_0": "Leave me alone!$3",
				"Bad_1": "...$4",
				"Bad_2": "You've been treatin' me like garbage.$4#$e#...Now I remember why I stayed single for so long.$s",
				"funLeave_Pam": "I'm headin' out today, snookums.#$e#Don't miss me too much!$7",
				"funReturn_Pam": "Missed ya today, sweetie.#$e#Glad to be back.$h",
				"spring_1": "Happy New Year, hun. Let's hope for a good one.$h",
				"spring_12": "You're pretty good at that egg hunt, right?#$e#Win me a prize, hun.$h",
				"spring_23": "I broke out the ol' dress just for tomorrow, snookums. We'll show the young'uns how it's done.$7",
				"summer_1": "Ugh... The summer heat. It ain't good for an old girl like me.$s",
				"summer_10": "Put beer in the soup tomorrow, snookums!$7#$e#Every time I do, the governor just loves the heck outta it.$h",
				"summer_27": "Oh yeah... Tomorrow's a festival, huh?#$e#Those glowing jellyfish... They're a sight, ain't they?",
				"fall_1": "Fall's a real good time for good food and good beer.$h",
				"fall_15": "The food at the fair's to die for.$7",
				"fall_26": "Bring on the maze tomorrow! I ain't afraid of ghosts.$h",
				"winter_1": "Sure got cold fast, eh?#$e#Better keep me warm this winter, snookums.$7",
				"winter_7": "I love you, hun, but I'm gonna kick your butt tomorrow.$h",
				"winter_24": "Can't wait to eat Gus' cooking at the festival tomorrow.#$e#The feast is the best part of the year!$h",
				"winter_28": "Can't believe the year's almost over.#$e#Cheers, hun. Here's to another year together. [346]$7",
				"spouseRoom_Pam": "#$c .5#I just wanna laze around and watch TV today...",
				"patio_Pam": "Never thought I'd wanna keep a flower garden.#$e#It's surprisingly calming.$h"
			},
		},
		{
			"Action": "EditData",
			"Target": "strings/schedules/Pam",
			"Entries": {
				"marriage_Sun.000": "I figured I'd come say hi to Penny.",
				"marriage_Fri.000": "Hey, snookums. Figured I'd come give a nod to ol' Gus.",
				"marriage_Tue.000": "Hey, sweetie pie. Just doin' some shopping.",
				"marriage_Tue.001": "You need anything from here, sweetie?",
				"marriage_Tue.002": "Hey, wait up for me, sweetie. I'm almost done here.",
				"marriage_Tue.003": "Just gotta pay and I'll head home. See ya there, snookums.",
				"marriage_Mon.000": "Hey, snookums. Need a ride to the desert?",
				"marriage_Wed.000": "Hiya, sweetie pie. Another day of work... I'll be home before ya know it.",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Pam0": "You sure are a weird kid... wantin' to marry an old girl like me.#$e#What? I'm not complaining!$h",
				"Pam1": "Penny's gonna be fine on 'er own... She's a responsible girl.#$e#Are you ready to be a step-parent?$h",
			},
		},
		{
			"Action": "EditData",
			"Target": "Data/Mail",
			"Entries": {
				"pennyDinner": "Dear @,^I know things have been weird between us since I found out about you and my mom. I'm sorry for blowing up at the two of you a while back. I want to make it up to you.^Come by the trailer today. There's a surprise for you!^^   Love,^   Penny",
			},
		},
	]
}
